# ================= MOTIVASI SYSTEM =================
import random

QUOTES = [
"🌿 Jᴀɴɢᴀɴ ʜɪᴛᴜɴɢ ʜᴀʀɪ. Jᴀᴅɪᴋᴀɴ ʜᴀʀɪ-ʜᴀʀɪ ɪɴɪ ʙᴇʀᴀʀᴛɪ.",

"✨ Jᴀᴅɪʟᴀʜ ᴠᴇʀsɪ ᴛᴇʀʙᴀɪᴋ ᴅᴀʀɪ ᴅɪʀɪᴍᴜ sᴇɴᴅɪʀɪ. Jᴀɴɢᴀɴ ʙᴇʀᴜsᴀʜᴀ ᴍᴇɴJᴀᴅɪ ᴏʀᴀɴɢ ʟᴀɪɴ, ᴋᴀʀᴇɴᴀ ᴋᴀᴍᴜ ᴜɴɪᴋ ᴅᴀɴ ɪsᴛɪᴍᴇᴡᴀ.",

"🔥 Sᴀᴛᴜ-sᴀᴛᴜɴʏᴀ ᴋᴇsᴀʟᴀʜᴀɴ ɴʏᴀᴛᴀ ᴀᴅᴀʟᴀʜ ᴋᴇsᴀʟᴀʜᴀɴ ʏᴀɴɢ ᴛɪᴅᴀᴋ ᴋɪᴛᴀ ᴘᴇʟᴀJᴀʀɪ",

"📖 Kᴀᴍᴜ ᴀᴅᴀʟᴀʜ ᴘᴇɴᴜʟɪs ᴄᴇʀɪᴛᴀ ʜɪᴅᴜᴘᴍᴜ sᴇɴᴅɪʀɪ, Jᴀᴅɪ Jᴀɴɢᴀɴ ᴘᴇʀɴᴀʜ ʙᴇʀʜᴇɴᴛɪ ᴍᴇɴᴜʟɪs ᴋᴇᴛɪᴋᴀ ʀᴀsᴀ ᴘᴜᴛᴜs ᴀsᴀ ᴍᴇɴɢʜᴀᴍᴘɪʀɪᴍᴜ",

"💭 Rᴀɢᴜᴋᴀɴʟᴀʜ ᴋᴇʀᴀɢᴜᴀɴᴍᴜ sᴇʙᴇʟᴜᴍ ᴋᴀᴍᴜ ᴍᴇʀᴀɢᴜᴋᴀɴ ɪᴍᴀɴᴍᴜ",

"⚡ Jᴀɴɢᴀɴ ᴛᴜɴɢɢᴜ sᴇᴍᴀɴɢᴀᴛ ᴅᴀᴛᴀɴɢ, ʙᴇɴᴛᴜᴋ sᴇɴᴅɪʀɪ ᴅᴀʀɪ ᴋᴇʙɪᴀsᴀᴀɴ.",

"🚀 Hᴀᴅɪʀ ʜᴀʀɪ ɪɴɪ ᴀᴅᴀʟᴀʜ ʙᴜᴋᴛɪ ᴋᴀᴍᴜ ᴍᴀsɪʜ ʙᴇʀᴛᴜᴍʙᴜʜ",

"🧠 Mᴇʀᴇᴋᴀ ᴛɪᴅᴀᴋ ᴘᴇᴅᴜʟɪ ᴀᴘᴀ ʏᴀɴɢ ᴋᴀᴍᴜ ᴋᴀᴛᴀᴋᴀɴ, ᴍᴇʀᴇᴋᴀ ᴘᴇᴅᴜʟɪ ᴀᴘᴀ ʏᴀɴɢ ᴋᴀᴍᴜ ᴄɪᴘᴛᴀᴋᴀɴ",

"💪 Cᴀᴘᴇᴋ ɪᴛᴜ ᴡᴀJᴀʀ, ɴʏᴇʀᴀʜ ɪᴛᴜ ᴘɪʟɪʜᴀɴ",

"🕊 Bɪᴀʀᴋᴀɴ ᴅɪᴀ ᴍᴇɴᴄɪɴᴛᴀɪ ᴘɪʟɪʜᴀɴɴʏᴀ, ᴅᴀɴ ᴛᴜɢᴀs ᴋɪᴛᴀ ᴍᴇʟᴀɴJᴜᴛᴋᴀɴ ʜᴀʀɪ ʜᴀʀɪ ᴛᴀɴᴘᴀ ᴅɪʀɪɴʏᴀ",

"🌓 Mᴀɴᴜsɪᴀ ɪᴛᴜ ᴜɴɪᴋ ᴛᴇᴛᴀᴘɪ ᴛᴇʀᴋᴀᴅᴀɴɢ Jᴜɢᴀ ᴍᴜɴᴀғɪᴋ",

"🤫 Mᴇᴍɪʟɪʜ ᴅɪᴀᴍ ʙᴜᴋᴀɴ ʙᴇʀᴀʀᴛɪ ᴋᴀʟᴀʜ",

"🌍 Mᴀɴᴜsɪᴀ ᴅɪ ᴄɪᴘᴛᴀᴋᴀɴ ᴅᴀʀɪ ᴛᴀɴᴀʜ, ʟᴀɴᴛᴀs ᴋᴇɴᴀᴘᴀ ᴋᴀᴍᴜ ʙᴇʀsɪᴋᴀᴘ sᴇᴘᴇʀᴛɪ ʟᴀɴɢɪᴛ?",

"❤️ Hᴀʀɢᴀɪ ᴘᴇʀJᴜᴀɴɢᴀɴ sᴇsᴇᴏʀᴀɴɢ, sᴜᴀᴛᴜ sᴀᴀᴛ ᴋᴀᴍᴜ ᴀᴋᴀɴ ᴍᴇʀɪɴᴅᴜᴋᴀɴ ᴅɪʀɪɴʏᴀ",

"🌟 Jᴀɴɢᴀɴ ᴍᴇɴᴄᴀʀɪ ʏᴀɴɢ sᴇᴍᴘᴜʀɴᴀ, ᴋᴇsᴇᴍᴘᴜʀɴᴀᴀɴ ɪᴛᴜ ᴛɪᴅᴀᴋ ᴅɪᴄɪᴘᴛᴀᴋᴀɴ ᴛᴀᴘɪ ᴅɪᴛᴇᴍᴜᴋᴀɴ",

"🔥 Jᴀᴅɪʟᴀʜ ᴅɪʀɪ ʏᴀɴɢ ʟᴇʙɪʜ ʙᴀɪᴋ ᴅᴀʀɪ ᴋᴇᴍᴀʀɪɴ!!",

"🌈 Bᴇʀɪᴋᴀɴ ʜᴀʀɪ ɪɴɪ ʜᴀʀɪ ʏᴀɴɢ ʙᴇʀᴀʀᴛɪ ᴜɴᴛᴜᴋ ᴅɪʀɪᴍᴜ",

"💥 Lᴇʟᴀh ʙᴜᴋᴀɴ ʙᴇʀᴀʀᴛɪ ᴋᴀᴍᴜ ʜᴀʀᴜs ɴʏᴇʀᴀʜ!!",

"🌙 Sᴇᴛɪᴀᴘ ʜᴀʀɪ ᴋɪᴛᴀ ᴅɪᴛᴇᴍᴜᴋᴀɴ ᴍᴀᴋɴᴀ ʏᴀɴɢ ʙᴇʀʙᴇᴅᴀ"
]

def get_quote():
    return random.choice(QUOTES)
